/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */

"Main_Edition_Beta" = "Бета";
"Main_Edition_MacAppStore" = "для Mac App Store";

"Main_DropAreaHint_Disk" = "перетащите сюда диск для сканирования";
"Main_DropAreaHint_Folder" = "перетащите сюда папку для сканирования";
"Main_DropAreaHint_License" = "перетащите сюда файл ключа для регистрации";

"Main_TitleButton_BuyNow" = "Тестовый режим. Купить…";
"Main_TitleButton_UpgradeNow" = "Тестовый режим. Обновить…";
"Main_TitleButton_BetaExpiration" = "%1$@. Истекает %2$@";

"Main_Menu_RescanAsLastTime" = "Пересканировать «%@»";
"Main_Menu_RescanAsLastTimeNone" = "Пересканировать";
"Main_Menu_RescanAsAdminQuick" = "Быстро пересканировать «%@» с правами администратора";
"Main_Menu_RescanAsAdminQuickNone" = "Быстро пересканировать с правами администратора";
"Main_Menu_RescanAsAdminFull" = "Полностью пересканировать «%@» с правами администратора";
"Main_Menu_RescanAsAdminFullNone" = "Полностью пересканировать с правами администратора";
"Main_Menu_RescanAsNormalUser" = "Пересканировать «%@» с правами обычного пользователя";
"Main_Menu_RescanAsNormalUserNone" = "Пересканировать с правами обычного пользователя";

"Main_Alert_QuitWarning_Scanning_Title" = "Идет сканирование";
"Main_Alert_QuitWarning_Scanning_Message" = "DaisyDisk сейчас сканирует диск.\nЗавершение приложения прервет процесс сканирования.";
"Main_Alert_QuitWarning_Deleting_Title" = "Идет удаление файлов";
"Main_Alert_QuitWarning_Deleting_Message" = "Если вы завершите работу DaisyDisk прямо сейчас, некоторые файлы не будут удалены.";
"Main_Alert_QuitWarning_NonEmptyCollector_Title" = "В списке Сборника остались неудаленные файлы";
"Main_Alert_QuitWarning_NonEmptyCollector_Message" = "Если вы завершите работу DaisyDisk прямо сейчас, список файлов Сборника будет забыт.";

"Main_Alert_QuitWarning_Quit" = "Все равно завершить";
"Main_Alert_QuitWarning_Cancel" = "Отменить";

"Main_Admin_Prompt" = "DaisyDisk инициирует запуск вспомогательного сервиса для доступа с правами администратора.";

/*deprecated; upgrade scopebar*/
"Main_Scopebar_Upgrade_FreeUpgrade" = "Апгрейд до DaisyDisk %@ доступен совершенно бесплатно";
"Main_Scopebar_Upgrade_PaidUpgrade" = "Доступен DaisyDisk %1$@. Обновиться можно всего за %2$@.";
"Main_Scopebar_Upgrade_JustUpgrade" = "Доступен DaisyDisk %@";
"Main_Scopebar_Upgrade_Button_Upgrade" = "Обновить";
"Main_Alert_RemindUpgrade_Title" = "Напомнить о наличии обновления чуть позднее?";
"Main_Alert_RemindUpgrade_Button_YesLater" = "Да, в следующий раз";
"Main_Alert_RemindUpgrade_Button_NoNever" = "Больше не напоминать";
/*deprecated*/

/*"achievements" displayed on the scope bar*/
"Main_Scopebar_Score_5GB" = "Поздравляю! Теперь у вас на диске есть дополнительные %@. Это больше, чем размер диска iPod в 2001!";
"Main_Scopebar_Score_10GB" = "Ура! Дополнительные %@ всегда пригодятся";
"Main_Scopebar_Score_20GB" = "Отлично! Теперь у вас есть дополнительные %1$@. Это в %2$@ #(раз,раза,раз) больше, чем диск первого iMac!";
"Main_Scopebar_Score_50GB" = "%1$@ освобождены от мусора. Этого хватит как минимум на %2$@ #(фильм,фильма,фильмов) высокого разрешения.";
"Main_Scopebar_Score_100GB" = "Вы очистили %1$@. Это больше, чем %2$@ #(пачка,пачки,пачек) DVD-R!";
"Main_Scopebar_Score_200GB" = "Вы только что вернули %@. Эти данные могли бы занять весь диск MacBook.";
"Main_Scopebar_Score_500GB" = "Генеральная уборка! Вы только что освободили %@. Это же целая куча свободного места!";

/*corresponding achievments as they appear on Twitter*/
"Main_Score_Twitter_5GB" = "Теперь у меня на диске есть дополнительные %@. Это больше, чем размер диска iPod в 2001! Спасибо @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_10GB" = "Ура! Дополнительные %@ всегда пригодятся. Спасибо @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_20GB" = "Отлично! Теперь у меня есть еще %1$@. Это в %2$@ #(раз,раза,раз) больше, чем диск первого iMac! Спасибо @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_50GB" = "%1$@ освобождены от мусора. Этого хватит минимум на %2$@ #(фильм,фильма,фильмов) высокого разрешения. Спасибо @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_100GB" = "Я только что освободил %1$@. Это больше, чем %2$@ #(пачка,пачки,пачек) DVD-R! Спасибо @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_200GB" = "Я только что освободил %@. Эти данные могли бы занять весь диск MacBook. Спасибо @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_500GB" = "Генеральная уборка! Я только что освободил %@. Это же целая куча свободного места! Спасибо @DaisyDisk http://cl.ly/ehk4";

/*tweeting score from the About window*/
"Main_Score_About_Twitter_Base" = "@DaisyDisk http://cl.ly/ehYa помог мне освободить больше %@.";
"Main_Score_About_Twitter_0GB" = "20 лет назад для их хранения понадобилось бы %@ #(дискета,дискеты,дискет).";
"Main_Score_About_Twitter_5GB" = "Это больше, чем диск первого iPod!";
"Main_Score_About_Twitter_6GB" = "Для их хранения понадобилось бы %@ #(диск,диска,дисков) CD-R.";
"Main_Score_About_Twitter_20GB" = "Это более чем %@ MP3 #(файл,файла,файлов).";
"Main_Score_About_Twitter_50GB" = "Достаточно для хранения %@ HD #(фильм,фильма,фильмов).";
"Main_Score_About_Twitter_256GB" = "Это больше, чем когда-либо было в MacBook Air!";
"Main_Score_About_Twitter_320GB" = "Это размер диска MacBook Pro!";
"Main_Score_About_Twitter_500GB" = "Для этих данных понадобилась бы Time Capsule!";
"Main_Score_About_Twitter_1000GB" = "Иначе мне пришлось бы покупать терабайтный диск!";
"Main_Score_About_Twitter_1500GB" = "Этого достаточно для хранения %@ #(CD,CD,CD) без сжатия!";

"Main_Scopebar_Score_Button_Tweet" = "Твитнуть!";
"Main_Scopebar_Score_Button_Disable" = "Больше не показывать подобные сообщения";
"Main_Scopebar_Score_Button_Close" = "Закрыть сообщение";
"Main_Scopebar_Score_RateInMAS" = "Нравится DaisyDisk? Пожалуйста, оставьте отзыв в App Store.";
"Main_Scopebar_Score_Button_Rate" = "Оставить отзыв";

